1password
1password-cli
ab-download-manager-bin
ani-cli
archwiki-tui-git
ariang-git
baidunetdisk-bin
brave-origin-nightly-bin
browsh
carbonyl
cc-switch-bin
chwd-arch-git
claude-code
claude-desktop-appimage
clin-rs-bin
cliphist-tui-git
clipse-gui
clipse-wayland-bin
clocktemp
codelldb-bin
codex-desktop
darling-bin
dmg2img
fcitx5-skin-ori-git
flclash-bin
flow-network-monitor-bin
folia-major-bin
gh-dash-bin
google-chrome
gophertube-bin
haxor-news
helium-browser-bin
herdr-bin
lazysql-bin
lib32-vkbasalt
linuxqq-appimage
lnko-bin
lsfg-vk-bin
mangojuice-bin
materialgram-bin
mdcat
motrix-next-bin
oxker-bin
pacseek-bin
photogimp
pins-git
pipes.sh
podman-tui-bin
posting
protonplus
qimgv-git
quickshell-git
sc-im
shairport-sync-mpris-git
shairport-sync-mpris-git-debug
sherlock
shorin-dms-niri-git
sidra-bin
sing-box-ref1nd-beta-bin
spark-store
sparkle-bin
spicetify-cli-git
spotatui-bin
sptlrx-bin
stably-orca-bin
termius
tmux-sessionizer-bin
tty-clock
typora
vicinae
video-downloader
visual-studio-code-bin
vkbasalt-git
walker-bin
waypaper
wechat-appimage
wps-office-cn
zen-browser-bin
