adobe-source-han-sans-cn-fonts
aerc
alsa-firmware
alsa-ucm-conf
alsa-utils
amd-ucode
arch-audit
archlinuxcn-keyring
asciiquarium
astroterm
atac
atuin
audacious
awww
ayugram-desktop
bandwhich
baobab
base
base-devel
bat
bazaar
beets
betterbird-bin
bleachbit
bluetui
bluez
bottom
breeze-cursors
brightnessctl
btop
btrfs-assistant
btrfs-progs
calibre
chezmoi
clamav
clamtk
cliphist
cmatrix
cmus
csvlens
ctop
dae
deadbeef
digikam
direnv
discord
distrobox
dive
dnsmasq
docker
docker-compose
dog
dua-cli
dust
efibootmgr
exfatprogs
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-rime
fd
ffmpeg4.4
ffmpegthumbnailer
file-roller
firefox
firefox-nightly-en-us
firewalld
fish
fisher
flameshot
flatpak
flatseal
fooyin
fuzzel
fx
fzf
gamescope
gdu
gemini-cli
ghostty
gimp
git-delta
github-cli
gitui
glow
gnome-calendar
gnome-clocks
gnome-font-viewer
gnome-keyring
goaccess
gparted
gping
gpu-screen-recorder
grub
grub-btrfs
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
gum
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hardinfo2
heroic-games-launcher-bin
hyperfine
icoextract
iftop
iloader-bin
impala
imv
inotify-tools
iotop
iwd
jdownloader2
k9s
kdeconnect
kid3
kitty
komikku
krita
lact
lazydocker
lazygit
less
lf
lib32-giflib
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-mpg123
lib32-nvidia-utils
lib32-openal
lib32-opencl-nvidia
lib32-pipewire
lib32-vulkan-icd-loader
libgsf
libnotify
libreoffice-fresh
libreoffice-fresh-zh-cn
librewolf
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lldb
localsend
lolcat
luarocks
lutris
ly
mako
mangohud
mark-shot
matugen
mediainfo
mihomo
millennium
mission-center
mousepad
mpc
mpd
mpd-mpris
mpv
mtr
nautilus
ncdu
ncmpcpp
ncspot
neovim-git
networkmanager
newsboat
niri
nload
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
obs-studio
obsidian
oh-my-zsh-git
okular
onlyoffice
onnxruntime-opt-cuda
openai-codex
opencl-nvidia
opencode
os-prober
otf-font-awesome
ouch
pacman-contrib
pandoc-cli
papers
paru
pavucontrol
peek
picard
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
podman
polkit-gnome
poppler-glib
power-profiles-daemon
presenterm
procs
pv
python-pillow
python-pipx
qbittorrent
qemu-full
quodlibet
ranger
rclone
readest
reflector
rime-ice-git
rime-wanxiang-gram-zh-hans
rime-wubi
ripgrep
rmpc
rofi
rofi-calc
rustup
satty
sioyek
sl
slirp4netns
slurp
snap-pac
snapper
sof-firmware
spotify-launcher
spotify-player
starship
steam
stow
strawberry
sunshine
superfile
swayidle
swayimg
swaylock-effects
switcheroo-control
swtpm
tabiew
tectonic
telegram-desktop
terminus-font
termshark
texlive-basic
texlive-fontsextra
texlive-latex
texlive-latexextra
thunar
thunar-archive-plugin
thunar-volman
tig
tmux
torbrowser-launcher
transmission-gtk
trash-cli
tree-sitter-cli
tsukimi-git
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-maplemono-nf-cn-unhinted
tumbler
ueberzugpp
ufw
upscaler
usbmuxd
usbutils
usql
uv
uxplay
vim
virt-manager
virt-viewer
vulkan-headers
waydroid
wdisplays
webp-pixbuf-loader
wf-recorder
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireless-regdb
wireplumber
wireshark-qt
wl-clipboard
wl-screenrec-git
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xh
xorg-xhost
xwayland-satellite
yay
yazi
ytfzf
zathura
zathura-pdf-mupdf
zed
zellij
zotero
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
