patrickf1/fzf.fish
jorgebucaran/autopair.fish
andreiborisov/sponge
jhillyerd/plugin-git
danhper/fish-ssh-agent
jorgebucaran/fisher
franciscolourenco/done
edc/bass
catppuccin/fish
